alsa-firmware
alsa-lib
alsa-tools
alsa-ucm-conf
alsa-utils
amd-ucode
ark
audacity
base
base-devel
bluedevil
boost
breeze-gtk
breeze-plymouth
btop
clamav
clang
cmake
cpu-x
cups
discord
docker
docker-compose
dolphin
dolphin-plugins
drkonqi
efibootmgr
fastfetch
filelight
firefox
gimp
git
git-filter-repo
glfw
grub
gst-plugin-pipewire
gwenview
i2c-tools
iwd
jdk-openjdk
kate
kcalc
kde-gtk-config
kdeplasma-addons
keyd
kgamma
kinfocenter
kitty
klipper
kmenuedit
kolourpaint
kscreen
ksshaskpass
kwallet-pam
kwrited
lib32-nvidia-utils
libheif
libinput
libpulse
libreoffice-fresh
libvirt
linux
linux-firmware
linux-headers
luajit
man-db
maven
nano
nasm
ncdu
neovim
networkmanager
nmap
noto-fonts-cjk
npm
ntfs-3g
ntfsprogs
nvidia-utils
obs-studio
obsidian
okular
openssh
os-prober
packagekit-qt6
partitionmanager
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-desktop
plasma-disks
plasma-login-manager
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-welcome
plasma-workspace
plymouth-kcm
polkit-kde-agent
postgresql
power-profiles-daemon
powerdevil
print-manager
prismlauncher
python-matplotlib
python-pip
qemu-base
qemu-ui-curses
rclone
reflector
rsync
sddm
sddm-kcm
smartmontools
sof-firmware
spectacle
steam
systemsettings
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
tk
tree
typst
ufw
unzip
usbutils
valgrind
vim
virtualbox
vlc
vlc-plugins-all
vulkan-radeon
wacomtablet
wget
wireplumber
wireshark-qt
xdg-utils
xf86-video-amdgpu
xorg-server-xephyr
xorg-xinit
zip
zram-generator
